{
  "E201": "<h3>E201 Application</h3>",
  "E201.1": "<p>    <strong>E201.1 Scope. </strong> ICT that is procured, developed, maintained, or used by agencies shall conform to the Revised 508 Standards.</p>",
  "E202": "<h3>E202 General Exceptions</h3>",
  "E202.1": "<p>    <strong>E202.1 General. </strong> ICT shall be exempt from compliance with the Revised 508 Standards to the extent specified by E202.</p>",
  "E202.2": "<p>    <strong>E202.2 Legacy ICT. </strong> Any component or portion of existing ICT that complies with an earlier standard issued pursuant to Section 508 of the Rehabilitation Act of 1973, as amended (as republished in Appendix D), and that has not been altered on or after January 18, 2018, shall not be required to be modified to conform to the Revised 508 Standards.  </p>",
  "E202.3": "<p>    <strong>E202.3 National Security. </strong> The Revised 508 Standards do not apply to ICT operated by agencies as part of a national security system, as defined by 40 U.S.C. 1103(a).  </p>",
  "E202.4": "<p>    <strong>E202.4 Federal Contracts. </strong> ICT acquired by a contractor incidental to a contract shall not be required to conform to the Revised 508 Standards.  </p>",
  "E202.5": "<p>    <strong>E202.5 ICT Functions Located in Maintenance or Monitoring Spaces. </strong> Where status indicators and operable parts for ICT functions are located in spaces that are frequented only by service personnel for maintenance, repair, or occasional monitoring of equipment, such status indicators and operable parts shall not be required to conform to the Revised 508 Standards.  </p>",
  "E202.6": "<p>    <strong>E202.6 Undue Burden or Fundamental Alteration. </strong> Where an agency determines in accordance with E202.5 that conformance to requirements in the Revised 508 Standards would impose an undue burden or would result in a fundamental alteration in the nature of the ICT, conformance shall be required only to the extent that it does not impose an undue burden, or result in a fundamental alteration in the nature of the ICT.  </p>",
  "E202.7": "<p>    <strong>E202.7 Best Meets. </strong> Where ICT conforming to one or more requirements in the Revised 508 Standards is not commercially available, the agency shall procure the ICT that best meets the Revised 508 Standards consistent with the agency’s business needs  </p>    <p>    <strong>E202.7.1 Required Documentation. </strong>The responsible agency official shall document in writing: (a) the non-availability of conforming ICT, including a description of market research performed and which provisions cannot be met, and (b) the basis for determining that the ICT to be procured best meets the requirements in the Revised 508 Standards consistent with the agency’s business needs.  </p>    <p>    <strong>E202.7.2 Alternative Means. </strong>Where ICT that fully conforms to the Revised 508 Standards is not commercially available, the agency shall provide individuals with disabilities access to and use of information and data by an alternative means that meets identified needs.  </p>",
  "E204": "<h3>E204 Functional Performance Criteria</h3>",
  "E204.1": "<p>    <strong>E204 - Functional Performance Criteria (A: Chapt 2) </strong>  </p>    <p>    <strong>E204.1 General. </strong> Where the requirements in Chapters 4 and 5 do not address one or more functions of ICT, the functions not addressed shall conform to the Functional Performance Criteria specified in Chapter 3.  </p>",
  "E205": "<h3>E205 Electronic Content</h3>",
  "E205.1": "<p>    <strong>E205.1 General. </strong> Electronic content shall comply with E205.  </p>",
  "E205.2": "<p>    <strong>E205.2 Public Facing. </strong> Electronic content that is public facing shall conform to the accessibility requirements specified in E205.4.  </p>",
  "E205.3": "<p>    <strong>E205.3 Agency Official Communication. </strong> Electronic content that is not public facing shall conform to the accessibility requirements specified in E205.4 when such content constitutes official business and is communicated by an agency through one or more of the following:  </p>    <ul class='e-205-list'>    <li>      A.&nbsp; An emergency notification;    </li>    <li>      B.&nbsp; An initial or final decision adjudicating an administrative claim or proceeding;    </li>    <li>      C.&nbsp; An internal or external program or policy announcement;    </li>    <li>      D.&nbsp; A notice of benefits, program eligibility, employment opportunity, or personnel action;    </li>    <li>      E.&nbsp; A formal acknowledgement of receipt;    </li>    <li>      F.&nbsp; A survey questionnaire;    </li>    <li>      G.&nbsp; A template or form;    </li>    <li>      H.&nbsp; Educational or training materials; or    </li>    <li>      I.&nbsp; Intranet content designed as a Web page.    </li>  </ul> ",
  "E205.4": "<p>    <strong>E205.4 Accessibility Standard (WCAG 2.0). </strong> Electronic content shall conform to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (Incorporated by reference, see 702.10.1).  </p>",
  "E205.4.1": "<p>    <strong>E205.4.1 Word Substitution when Applying WCAG to Non-Web Documents. </strong> For non-Web documents, wherever the term \"Web page\" or \"page\" appears in WCAG 2.0 Level A and AA Success Criteria and Conformance Requirements, the term \"document\" shall be substituted for the terms \"Web page\" and \"page\". In addition, in Success Criterion in 1.4.2, the phrase \"in a document\" shall be substituted for the phrase \"on a Web page\".  </p>",
  "E206": "<h3>E206 Hardware</h3>",
  "E206.1": "<p>    <strong>E206.1 General. </strong> Where components of ICT are hardware and transmit information or have a user interface, such components shall conform to the requirements in Chapter 4.  </p>",
  "E207": "<h3>E207 Software</h3>",
  "E207.1": "<p>    <strong>E207.1 General. </strong> Where components of ICT are software and transmit information or have a user interface, such components shall conform to E207 and the requirements in Chapter 5  </p><p>    <strong>Exception from E207.1 General:</strong> Software that is assistive technology and that supports the accessibility services of the platform shall not be required to conform to the requirements in Chapter 5.  </p>",
  "E207.2": "<p>    <strong>E207.2 WCAG Conformance. </strong> User interface components, as well as the content of platforms and applications, shall conform to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (incorporated by reference, see 702.10.1).  </p><p>    <strong>Exceptions from E207.2 WCAG Conformance:</strong>  </p>    <ul>    <li>      Software that is assistive technology and that supports the accessibility services of the platform shall not be required to conform to E207.2.    </li>    <li>      Non-web software shall not be required to conform to the following four Success Criteria in WCAG 2.0: 2.4.1 Bypass Blocks; 2.4.5 Multiple Ways; 3.2.3 Consistent Navigation; and 3.2.4 Consistent Identification.    </li>    <li>      Non-Web software shall not be required to conform to Conformance Requirement 3 Complete Processes in WCAG 2.0.    </li>  </ul>",
  "E207.3": "<p>    <strong>E207.3 Complete Process for Non-Web Software</strong> Where non-Web software requires multiple steps to accomplish an activity, all software related to the activity to be accomplished shall conform to WCAG 2.0 as specified in E207.2.  </p>",
  "E208": "<h3>E208 Support Documentation and Services</h3>",
  "E208.1": "<p>    <strong>E208.1 General. </strong> Where an agency provides support documentation or services for ICT, such documentation and services shall conform to the requirements in Chapter 6.  </p>",
  "E301": "<h3>E301 General</h3>",
  "E301.1": "<p>    <strong>E301.1 Scope. </strong> The requirements of Chapter 3 shall apply to ICT where required by 508 Chapter 2 (Scoping Requirements), 255 Chapter 2 (Scoping Requirements), and where otherwise referenced in any other chapter of the Revised 508 Standards or Revised 255 Guidelines.  </p>",
  "E302": "<h3>E302 Functional Performance Criteria</h3>",
  "E302.1": "<p>   <p>    <strong>302.1 Without Vision. </strong> Where a visual mode of operation is provided, ICT shall provide at least one mode of operation that does not require user vision.  </p>",
  "E302.2": "<p>    <strong>302.2 With Limited Vision. </strong> Where a visual mode of operation is provided, ICT shall provide at least one mode of operation that enables users to make use of limited vision.  </p>",
  "E302.3": "<p>    <strong>302.3 Without Perception of Color. </strong> Where a visual mode of operation is provided, ICT shall provide at least one visual mode of operation that does not require user perception of color.  </p>",
  "E302.4": "<p>    <strong>302.4 Without Hearing. </strong> Where an audible mode of operation is provided, ICT shall provide at least one mode of operation that does not require user hearing.  </p>",
  "E302.5": "<p>    <strong>302.5 With Limited Hearing. </strong> Where an audible mode of operation is provided, ICT shall provide at least one mode of operation that enables users to make use of limited hearing.  </p>",
  "E302.6": "<p>    <strong>302.6 Without Speech. </strong> Where speech is used for input, control, or operation, ICT shall provide at least one mode of operation that does not require user speech.  </p>",
  "E302.7": "<p>    <strong>302.7 With Limited Manipulation. </strong> Where a manual mode of operation is provided, ICT shall provide at least one mode of operation that does not require fine motor control or simultaneous manual operations.  </p>",
  "E302.8": "<p>    <strong>302.8 With Limited Reach and Strength. </strong> Where a manual mode of operation is provided, ICT shall provide at least one mode of operation that is operable with limited reach and limited strength.  </p>",
  "E302.9": "<p>    <strong>302.9 With Limited Language, Cognitive, and Learning Abilities.</strong> ICT shall provide features making its use by individuals with limited cognitive, language, and learning abilities simpler and easier.</p>",
  "E401": "<h3>401 General</h3>",
  "E401.1": "<p>    <strong>401.1 Scope. </strong> The requirements of Chapter 4 shall apply to ICT that is hardware where required by 508 Chapter 2 (Scoping Requirements), 255 Chapter 2 (Scoping Requirements), and where otherwise referenced in any other chapter of the Revised 508 Standards or Revised 255 Guidelines.  </p>  <p>    <strong>Exception from E401.1 Scope:</strong> Hardware that is assistive technology shall not be required to conform to the requirements of this chapter.  </p>",
  "E402": "<h3>402 Closed Functionality</h3>",
  "E402.1": "<p>    <strong>402.1 General. </strong> ICT with closed functionality shall be operable without requiring the user to attach or install assistive technology other than personal headsets or other audio couplers, and shall conform to 402.  </p>",
  "E402.2": "<p>    <strong>402.2 Speech-Output Enabled.</strong> ICT with a display screen shall be speech-output enabled for full and independent use by individuals with vision impairments.  </p> <p>    <strong>Exceptions from E402.2: </strong>  </p>    <p>    1. Variable message signs conforming to 402.5 shall not be required to be speech-output enabled.  </p>    <p>    2. Speech output shall not be required where ICT display screens only provide status indicators and those indicators conform to 409.  </p>    <p>    3. Where speech output cannot be supported due to constraints in available memory or processor capability, ICT shall be permitted to conform to 409 in lieu of 402.2.  </p>    <p>    4. Audible tones shall be permitted instead of speech output where the content of user input is not displayed as entered for security purposes, including, but not limited to, asterisks representing personal identification numbers.  </p>    <p>    5. Speech output shall not be required for: the machine location; date and time of transaction; customer account number; and the machine identifier or label.  </p>    <p>    6. Speech output shall not be required for advertisements and other similar information unless they convey information that can be used for the transaction being conducted.  </p>  <p>    <strong>402.2.1 Information Displayed On-Screen. </strong> Speech output shall be provided for all information displayed on-screen.  </p>  <p>    <strong>402.2.2 Transactional Outputs.</strong> Where transactional outputs are provided, the speech output shall audibly provide all information necessary to verify a transaction.  </p>    <div id=\"e402_2_3__e402_2_4\">    <p>      <strong>402.2.3 Speech Delivery Type and Coordination.</strong> Speech output shall be delivered through a mechanism that is readily available to all users, including, but not limited to, an industry standard connector or a telephone handset. Speech shall be recorded or digitized human, or synthesized. Speech output shall be coordinated with information displayed on the screen.    </p><p>      <strong>402.2.4 User Control. </strong> Speech output for any single function shall be automatically interrupted when a transaction is selected. Speech output shall be capable of being repeated and paused.    </p>  </div><p>    <strong>402.2.5 Braille Instructions.</strong> Where speech output is required by 402.2, braille instructions for initiating the speech mode of operation shall be provided. Braille shall be contracted and shall conform to 36 CFR part 1191, Appendix D, Section 703.3.1.  </p>  <p>    <strong>Exception from E402.2.5 Braille Instructions:</strong> Devices for personal use shall not be required to conform to 402.2.5.  </p>",
  "E402.3": "<p>    <strong>402.3 Volume. </strong> ICT that delivers sound, including speech output required by 402.2, shall provide volume control and output amplification conforming to 402.3.    </p>    <p>    <strong>402.3.1 Private Listening.</strong> Where ICT provides private listening, it shall provide a mode of operation for controlling the volume. Where ICT delivers output by an audio transducer typically held up to the ear, a means for effective magnetic wireless coupling to hearing technologies shall be provided.  </p>  <p>    <strong>402.3.2 Non-private Listening. </strong> Where ICT provides non-private listening, incremental volume control shall be provided with output amplification up to a level of at least 65 dB. A function shall be provided to automatically reset the volume to the default level after every use.  </p>",
  "E402.4": "<p>    <strong>402.4 Characters on Display Screens.</strong> At least one mode of characters displayed on the screen shall be in a sans serif font. Where ICT does not provide a screen enlargement feature, characters shall be 3/16 inch (4.8 mm) high minimum based on the uppercase letter “I”. Characters shall contrast with their background with either light characters on a dark background or dark characters on a light background.  </p>",
  "E402.5": "<p>    <strong>402.5 Characters on Variable Message Signs. </strong> Characters on variable message signs shall conform to section 703.7 Variable Message Signs of ICC A117.1-2009 (incorporated by reference, see 702.6.1).  </p>",
  "E403": "<h3>403 Biometrics</h3>",
  "E403.1": "<p>    <strong>403.1 General. </strong> Where provided, biometrics shall not be the only means for user identification or control.  </p>  <p>    <strong>Exception from E403.1 General:</strong> Where at least two biometric options that use different biological characteristics are provided, ICT shall be permitted to use biometrics as the only means for user identification or control.  </p>",
  "E404": "<h3>404 Preservation of Information Provided for Accessibility</h3>",
  "E404.1": "<p>    <strong>404.1 General. </strong> ICT that transmits or converts information or communication shall not remove non-proprietary information provided for accessibility or shall restore it upon delivery.  </p>",
  "E405": "<h3>405 Privacy</h3>",
  "E405.1": "<p>    <strong>405.1 General. </strong> The same degree of privacy of input and output shall be provided to all individuals. When speech output required by 402.2 is enabled, the screen shall not blank automatically.  </p>",
  "E406": "<h3>406 Standard Connections</h3>",
  "E406.1": "<p>    <strong>406.1 General. </strong> Where data connections used for input and output are provided, at least one of each type of connection shall conform to industry standard non-proprietary formats.  </p>",
  "E407": "<h3>407 Operable Parts</h3>",
  "E407.1": "<p>    <strong>407.1 General. </strong> Where provided, operable parts used in the normal operation of ICT shall conform to 407.  </p>",
  "E407.2": "<p>    <strong>407.2 Contrast. </strong> Where provided, keys and controls shall contrast visually from background surfaces. Characters and symbols shall contrast visually from background surfaces with either light characters or symbols on a dark background or dark characters or symbols on a light background.  </p>",
  "E407.3": "<p>    <strong>407.3 Input Controls. </strong> At least one input control conforming to 407.3 shall be provided for each function.  </p>  <p>    <strong>Exception from E407.3 Input Controls:</strong> Devices for personal use with input controls that are audibly discernable without activation and operable by touch shall not be required to conform to 407.3.  </p>  <p>    <strong>407.3.1 Tactilely Discernible.</strong> Input controls shall be operable by touch and tactilely discernible without activation.  </p>    <p>    <strong>407.3.2 Alphabetic Keys. </strong> Where provided, individual alphabetic keys shall be arranged in a QWERTY-based keyboard layout and the “F” and “J” keys shall be tactilely distinct from the other keys.  </p>    <p>    <strong>407.3.3 Numeric Keys.</strong> Where provided, numeric keys shall be arranged in a 12-key ascending or descending keypad layout. The number five key shall be tactilely distinct from the other keys. Where the ICT provides an alphabetic overlay on numeric keys, the relationships between letters and digits shall conform to ITU-T Recommendation E.161 (incorporated by reference, see 702.7.1).  </p>",
  "E407.4": "<p>    <strong>407.4 Key Repeat. </strong> Where a keyboard with key repeat is provided, the delay before the key repeat feature is activated shall be fixed at, or adjustable to, 2 seconds minimum.  </p>",
  "E407.5": "<p>    <strong>407.5 Timed Response. </strong> Where a timed response is required, the user shall be alerted visually, as well as by touch or sound, and shall be given the opportunity to indicate that more time is needed.  </p>",
  "E407.6": "<p>    <strong>407.6 Operation. </strong> At least one mode of operation shall be operable with one hand and shall not require tight grasping, pinching, or twisting of the wrist. The force required to activate operable parts shall be 5 pounds (22.2 N) maximum.  </p>",
  "E407.7": "<p>    <strong>407.7 Tickets, Fare Cards, and Keycards. </strong> Where tickets, fare cards, or keycards are provided, they shall have an orientation that is tactilely discernible if orientation is important to further use of the ticket, fare card, or keycard.  </p>",
  "E407.8": "<p>    <strong>407.8 Reach Height and Depth. </strong> At least one of each type of operable part of stationary ICT shall be at a height conforming to 407.8.2 or 407.8.3 according to its position established by the vertical reference plane specified in 407.8.1 for a side reach or a forward reach. Operable parts used with speech output required by 402.2 shall not be the only type of operable part complying with 407.8 unless that part is the only operable part of its type.  </p>    <ul>    <li>      <strong>407.8.1 Vertical Reference Plane.</strong> Operable parts shall be positioned for a side reach or a forward reach determined with respect to a vertical reference plane. The vertical reference plane shall be located in conformance to 407.8.2 or 407.8.3. <ul>        <li id=\"407_8_1_2__407_8_2__407_8_2_1__407_8_2_2\">          <strong>407.8.1.1 Vertical Plane for Side Reach. </strong>Where a side reach is provided, the vertical reference plane shall be 48 inches (1220 mm) long minimum.        </li>        <li>          <strong>407.8.1.2 Vertical Plane for Forward Reach.</strong> Where a forward reach is provided, the vertical reference plane shall be 30 inches (760 mm) long minimum.        </li>      </ul>    </li><li>      <strong>407.8.2 Side Reach. </strong>Operable parts of ICT providing a side reach shall conform to 407.8.2.1 or 407.8.2.2. The vertical reference plane shall be centered on the operable part and placed at the leading edge of the maximum protrusion of the ICT within the length of the vertical reference plane. Where a side reach requires a reach over a portion of the ICT, the height of that portion of the ICT shall be 34 inches (865 mm) maximum. <ul>        <li>          <strong>407.8.2.1 Unobstructed Side Reach. </strong>Where the operable part is located 10 inches (255 mm) or less beyond the vertical reference plane, the operable part shall be 48 inches (1220 mm) high maximum and 15 inches (380 mm) high minimum above the floor.        </li>        <li>          <strong>407.8.2.2 Obstructed Side Reach. </strong>Where the operable part is located more than 10 inches (255 mm), but not more than 24 inches (610 mm), beyond the vertical reference plane, the height of the operable part shall be 46 inches (1170 mm) high maximum and 15 inches (380 mm) high minimum above the floor. The operable part shall not be located more than 24 inches (610 mm) beyond the vertical reference plane.        </li>      </ul>    </li><li id=\"407_8_3__407_8_3_1__407_8_3_2\">      <strong>407.8.3 Forward Reach. </strong>Operable parts of ICT providing a forward reach shall conform to 407.8.3.1 or 407.8.3.2. The vertical reference plane shall be centered, and intersect with, the operable part. Where a forward reach allows a reach over a portion of the ICT, the height of that portion of the ICT shall be 34 inches (865 mm) maximum. <ul>        <li>          <strong>407.8.3.1 Unobstructed Forward Reach. </strong>Where the operable part is located at the leading edge of the maximum protrusion within the length of the vertical reference plane of the ICT, the operable part shall be 48 inches (1220 mm) high maximum and 15 inches (380 mm) high minimum above the floor.        </li>        <li>          <strong>407.8.3.2 Obstructed Forward Reach. </strong>Where the operable part is located beyond the leading edge of the maximum protrusion within the length of the vertical reference plane, the operable part shall conform to 407.8.3.2. The maximum allowable forward reach to an operable part shall be 25 inches (635 mm). <ul id=\"407_8_3_2_1\">            <li>              <strong>407.8.3.2.1 Operable Part Height for ICT with Obstructed Forward Reach. </strong>The height of the operable part shall conform to Table 407.8.3.2.1.            </li>            <li id=\"407_8_3_2_2\">              <strong>407.8.3.2.2 Knee and Toe Space under ICT with Obstructed Forward Reach. </strong>Knee and toe space under ICT shall be 27 inches (685 mm) high minimum, 25 inches (635 mm) deep maximum, and 30 inches (760 mm) wide minimum and shall be clear of obstructions.            </li>          </ul>        </li>      </ul>    </li>  </ul>",
  "E408": "<h3>408 Display Screens</h3>",
  "E408.1": "<p>    <strong>408.1 General. </strong> Where provided, display screens shall conform to 408.  </p>",
  "E408.2": "<p>    <strong>408.2 Visibility. </strong> Where stationary ICT provides one or more display screens, at least one of each type of display screen shall be visible from a point located 40 inches (1015 mm) above the floor space where the display screen is viewed.  </p>",
  "E408.3": "<p>    <strong>408.3 Flashing. </strong> Where ICT emits lights in flashes, there shall be no more than three flashes in any one-second period.  </p>  <p>    <strong>Exception from E408.3 Flashing:</strong> Flashes that do not exceed the general flash and red flash thresholds defined in WCAG 2.0 (incorporated by reference, see 702.10.1) are not required to conform to 408.3.  </p>",
  "E409": "<h3>409 Status Indicators</h3>",
  "E409.1": "<p>    <strong>409.1 General. </strong> Where provided, status indicators shall be discernible visually and by touch or sound.  </p>",
  "E410": "<h3>410 Color Coding</h3>",
  "E410.1": "<p>    <strong>410.1 General. </strong> Where provided, color coding shall not be used as the only means of conveying information, indicating an action, prompting a response, or distinguishing a visual element.  </p>",
  "E411": "<h3>411 Audible Signals</h3>",
  "E411.1": "<p>    <strong>411.1 General. </strong> Where provided, audible signals or cues shall not be used as the only means of conveying information, indicating an action, or prompting a response  </p>",
  "E412": "<h3>412 ICT with Two-Way Voice Communication</h3>",
  "E412.1": "<p>    <strong>412.1 General. </strong> ICT that provides two-way voice communication shall conform to 412.  </p>",
  "E412.2": "<p>    <strong>412.2 Volume Gain. </strong> ICT that provides two-way voice communication shall conform to 412.2.1 or 412.2.2.  </p>  <p>    <strong>Exception from E412.2 Volume Gain:</strong> ICT conforming to 412.2 shall not be required to conform to 402.3.  </p>  <p>    <strong>412.2.1 Volume Gain for Wireline Telephones. </strong> Volume gain conforming to 47 CFR 68.317 shall be provided on analog and digital wireline telephones.  </p>  <p>    <strong>412.2.2 Volume Gain for Non-Wireline ICT. </strong> A method for increasing volume shall be provided for non-wireline ICT.  </p>",
  "E412.3": "<p>    <strong>412.3 Interference Reduction and Magnetic Coupling.</strong> Where ICT delivers output by a handset or other type of audio transducer that is typically held up to the ear, ICT shall reduce interference with hearing technologies and provide a means for effective magnetic wireless coupling in conformance with 412.3.1 or 412.3.2.  </p>    <ul>    <li>      <strong>412.3.1 Wireless Handsets. </strong>ICT in the form of wireless handsets shall conform to ANSI/IEEE C63.19-2011 (incorporated by reference, see 702.5.1).    </li>    <li>      <strong>412.3.2 Wireline Handsets. </strong> ICT in the form of wireline handsets, including cordless handsets, shall conform to TIA-1083-B (incorporated by reference, see702.9.1).    </li>  </ul>",
  "E412.4": "<p>    <strong>412.4 Digital Encoding of Speech. </strong> ICT in IP-based networks shall transmit and receive speech that is digitally encoded in the manner specified by ITU-T Recommendation G.722.2 (incorporated by reference, see 702.7.2) or IETF RFC 6716 (incorporated by reference, see 702.8.1).  </p>",
  "E412.5": "<p>    <strong>412.5 Real-Time Text Functionality. </strong> [Reserved].  </p>",
  "E412.6": "<p>    <strong>412.6 Caller ID. </strong> Where provided, caller identification and similar telecommunications functions shall be visible and audible.  </p>",
  "E412.7": "<p>    <strong>412.7 Video Communication. </strong> Where ICT provides real-time video functionality, the quality of the video shall be sufficient to support communication using sign language.  </p>",
  "E413": "<h3>413 Closed Caption Processing Technologies</h3>",
  "E413.1": "<p>    <strong>413.1 General. </strong> Where ICT displays or processes video with synchronized audio, ICT shall provide closed caption processing technology that conforms to 413.1.1 or 413.1.2.    </p><ul>      <li>        <strong>413.1.1 Decoding and Display of Closed Captions.</strong> Players and displays shall decode closed caption data and support display of captions.      </li>      <li>        <strong>413.1.2 Pass-Through of Closed Caption Data. </strong>Cabling and ancillary equipment shall pass through caption data.      </li>    </ul>",
  "E414": "<h3>414 Audio Description Processing Technologies</h3>",
  "E414.1": "<p>    <strong>414.1 General. </strong> Where ICT displays or processes video with synchronized audio, ICT shall provide audio description processing technology conforming to 414.1.1 or 414.1.2.    </p><ul>      <li>        <strong>414.1.1 Digital Television Tuners.</strong> Digital television tuners shall provide audio description processing that conforms to ATSC A/53 Digital Television Standard, Part 5 (2014) (incorporated by reference, see 702.2.1). Digital television tuners shall provide processing of audio description when encoded as a Visually Impaired (VI) associated audio service that is provided as a complete program mix containing audio description according to the ATSC A/53 standard.      </li>      <li>        <strong>414.1.2 Other ICT.</strong> ICT other than digital television tuners shall provide audio description processing.      </li>    </ul>  ",
  "E415": "<h3>415 User Controls for Captions and Audio Descriptions</h3>",
  "E415.1": "<p>    <strong>415.1 General. </strong> Where ICT displays video with synchronized audio, ICT shall provide user controls for closed captions and audio descriptions conforming to 415.1.  </p>   <p>    <strong>Exception from E415.1 General:</strong> Devices for personal use shall not be required to conform to 415.1 provided that captions and audio descriptions can be enabled through system-wide platform settings.  </p>  <ul>    <li>      <strong>415.1.1 Caption Controls. </strong>Where ICT provides operable parts for volume control, ICT shall also provide operable parts for caption selection.    </li>    <li>      <strong>415.1.2 Audio Description Controls. </strong>Where ICT provides operable parts for program selection, ICT shall also provide operable parts for the selection of audio description.    </li>  </ul> ",
  "E501": "<h3>501 General</h3>",
  "E501.1": "<p>    <strong>501.1 Scope. </strong> The requirements of Chapter 5 shall apply to software where required by 508 Chapter 2 (Scoping Requirements), 255 Chapter 2 (Scoping Requirements), and where otherwise referenced in any other chapter of the Revised 508 Standards or Revised 255 Guidelines.  </p>  <p>    <strong>Exception from E501.1 Scope:</strong> Where Web applications do not have access to platform accessibility services and do not include components that have access to platform accessibility services, they shall not be required to conform to 502 or 503 provided that they conform to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (incorporated by reference, see 702.10.1).  </p>",
  "E502": "<h3>502 Interoperability with Assistive Technology</h3>",
  "E502.1": "<p>    <strong>502.1 General. </strong> Software shall interoperate with assistive technology and shall conform to 502.  </p>  <p>    <strong>Exception from E502.1 General:</strong> ICT conforming to 402 shall not be required to conform to 502.  </p>",
  "E502.2": "<p>    <strong>502.2 Documented Accessibility Features. </strong> Software with platform features defined in platform documentation as accessibility features shall conform to 502.2. <strong>502.2.1 User Control of Accessibility Features</strong>Platform software shall provide user control over platform features that are defined in the platform documentation as accessibility features.  </p>",
  "E502.3": "<p>    <strong>502.3 Accessibility Services. </strong> Platform software and software tools that are provided by the platform developer shall provide a documented set of accessibility services that support applications running on the platform to interoperate with assistive technology and shall conform to 502.3. Applications that are also platforms shall expose the underlying platform accessibility services or implement other documented accessibility services.  </p>",
  "E502.4": "<p>    <strong>502.4 Platform Accessibility Features. </strong> Platforms and platform software shall conform to the requirements in ANSI/HFES 200.2, Human Factors Engineering of Software User Interfaces — Part 2: Accessibility (2008) (incorporated by reference, see 702.4.1) listed below:  </p>    <ul>    <li>      <strong>A. Section 9.3.3 </strong>Enable sequential entry of multiple (chorded) keystrokes;    </li>    <li>      <strong>B. Section 9.3.4 </strong>Provide adjustment of delay before key acceptance;    </li>    <li>      <strong>C. Section 9.3.5 </strong>Provide adjustment of same-key double-strike acceptance;    </li>    <li>      <strong>D. Section 10.6.7</strong> Allow users to choose visual alternative for audio output;    </li>    <li>      <strong>E. Section 10.6.8 </strong>Synchronize audio equivalents for visual events;    </li>    <li>      <strong>F. Section 10.6.9 </strong>Provide speech output services; and    </li>    <li>      <strong>G. Section 10.7.1</strong> Display any captions provided.    </li>  </ul>",
  "E503": "<h3>503 Applications</h3>",
  "E503.1": "<p>    <strong>503.1 General. </strong> Applications shall conform to 503.  </p>",
  "E503.2": "<p>    <strong>503.2 User Preferences. </strong> Applications shall permit user preferences from platform settings for color, contrast, font type, font size, and focus cursor.  </p> <p>    <strong>Exception from E503.2 User Preferences:</strong> Applications that are designed to be isolated from their underlying platform software, including Web applications, shall not be required to conform to 503.2.  </p>",
  "E503.3": "<p>    <strong>503.3 Alternative User Interfaces. </strong> Where an application provides an alternative user interface that functions as assistive technology, the application shall use platform and other industry standard accessibility services.  </p>",
  "E503.4": "<p>    <strong>503.4 User Controls for Captions and Audio Description</strong> Where ICT displays video with synchronized audio, ICT shall provide user controls for closed captions and audio descriptions conforming to 503.4.  </p>    <p>    <strong>503.4.1 Caption Controls</strong> Where user controls are provided for volume adjustment, ICT shall provide user controls for the selection of captions at the same menu level as the user controls for volume or program selection.  </p>    <p>    <strong>503.4.2 Audio Description Controls.</strong> Where user controls are provided for program selection, ICT shall provide user controls for the selection of audio descriptions at the same menu level as the user controls for volume or program selection.  </p>",
  "E504.1": "<p>    <strong>504.1 General. </strong> Where an application is an authoring tool, the application shall conform to 504 to the extent that information required for accessibility is supported by the destination format.  </p>",
  "E504": "<h3>504 Authoring Tools</h3>",
  "E504.2": "<p>    <strong>504.2 Content Creation or Editing</strong> Authoring tools shall provide a mode of operation to create or edit content that conforms to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (incorporated by reference, see 702.10.1) for all supported features and, as applicable, to file formats supported by the authoring tool. Authoring tools shall permit authors the option of overriding information required for accessibility.  </p>    <p>    <strong>504.2.1 Preservation of Information Provided for Accessibility in Format Conversion.</strong> Authoring tools shall, when converting content from one format to another or saving content in multiple formats, preserve the information required for accessibility to the extent that the information is supported by the destination format.  </p><p>    <strong>504.2.2 PDF Export.</strong> Authoring tools capable of exporting PDF files that conform to ISO 32000-1:2008 (PDF 1.7) shall also be capable of exporting PDF files that conform to ANSI/AIIM/ISO 14289-1:2016 (PDF/UA-1) (incorporated by reference, see 702.3.1).  </p>",
  "E504.3": "<p>    <strong>504.3 Prompts. </strong> Authoring tools shall provide a mode of operation that prompts authors to create content that conforms to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (incorporated by reference, see 702.10.1) for supported features and, as applicable, to file formats supported by the authoring tool.  </p>",
  "E504.4": "<p>    <strong>504.4 Templates. </strong> Where templates are provided, templates allowing content creation that conforms to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (incorporated by reference, see 702.10.1) shall be provided for a range of template uses for supported features and, as applicable, to file formats supported by the authoring tool.  </p>",
  "E601": "<h3>601 General</h3>",
  "E601.1": "<p>    <strong>E601.1 Scope. </strong> The technical requirements in Chapter 6 shall apply to ICT support documentation and services where required by 508 Chapter 2 (Scoping Requirements), 255 Chapter 2 (Scoping Requirements), and where otherwise referenced in any other chapter of the Revised 508 Standards or Revised 255 Guidelines.  </p>",
  "E602": "<h3>602 Support Documentation</h3>",
  "E602.1": "<p>    <strong>602.1 General. </strong> Documentation that supports the use of ICT shall conform to 602.  </p>",
  "E602.2": "<p>    <strong>602.2 Accessibility and Compatibility Features.</strong> Documentation shall list and explain how to use the accessibility and compatibility features required by Chapters 4 and 5. Documentation shall include accessibility features that are built-in and accessibility features that provide compatibility with assistive technology.  </p>",
  "E602.3": "<p>    <strong>602.3 Electronic Support Documentation. </strong> Documentation in electronic format, including Web-based self-service support, shall conform to Level A and Level AA Success Criteria and Conformance Requirements in WCAG 2.0 (incorporated by reference, see 702.10.1).  </p>",
  "E602.4": "<p>    <strong>602.4 Alternate Formats for Non-Electronic Support Documentation. </strong> Where support documentation is only provided in non-electronic formats, alternate formats usable by individuals with disabilities shall be provided upon request.  </p>",
  "E603": "<h3>603 Support Services</h3>",
  "E603.1": "<p>    <strong>603.1 General. </strong> ICT support services including, but not limited to, help desks, call centers, training services, and automated self-service technical support, shall conform to 603.  </p>",
  "E603.2": "<p>    <strong>603.2 Information on Accessibility and Compatibility Features. </strong> ICT support services shall include information on the accessibility and compatibility features required by 602.2.  </p>",
  "E603.3": "<p>    <strong>603.3 Accommodation of Communication Needs. </strong> Support services shall be provided directly to the user or through a referral to a point of contact. Such ICT support services shall accommodate the communication needs of individuals with disabilities.</p>"
}